Repository: Ricardo-MT/esnap
Catalog: lib/l10n/arb/app_*.arb
Languages: es

# callToActionCamerausageTitle
source: Provide camera access
es: Brinda acceso a la cámara

# cameraUsageDescription
source: Esnap requires camera access to capture your clothing items, enabling you to create stylish outfits
es: Esnap necesita acceso a la cámara para capturar tus prendas, permitiéndote personalizar tus conjuntos

# onboardOneTitle1
source: Build
es: Construye

# onboardOneTitle2
source: Your Wardrobe
es: Tu Armario

# onboardOneDescription
source: Easily add your clothes for a stylish, organized closet.
es: Agrega fácilmente tu ropa para un armario elegante y organizado.

# onboardTwoTitle1
source: Mix &
es: Mezcla y

# onboardTwoTitle2
source: Match
es: Combina

# onboardTwoDescription
source: Craft perfect outfits from your wardrobe like never before.
es: Crea conjuntos perfectos de tu armario como nunca antes.

# onboardThreeTitle1
source: Effortless
es: Gestión

# onboardThreeTitle2
source: Management
es: Sin Esfuerzo

# onboardThreeDescription
source: Experience hassle-free clothing organization and styling.
es: Experimenta una organización y estilización de ropa sin problemas.

source: (no classification)
es: (sin clasificación)

source: (none)
es: (nada)

source: Skip
es: Saltar

source: Back
es: Atrás

source: Next
es: Siguiente

source: Done
es: Finalizar

source: Save
es: Guardar

source: Edit
es: Editar

source: Delete
es: Eliminar

source: Delete item
es: Eliminar prenda

# deleteItemConfirmation
source: Are you sure you want to delete this item?
es: ¿Estás seguro(a) que deseas eliminar esta prenda?

source: Cancel
es: Cancelar

source: Ok
es: Aceptar

source: no color
es: sin color

# noOcassions
source: no occasions
es: sin ocasiones

source: Delete outfit
es: Eliminar conjunto

# deleteOutfitConfirmation
source: Are you sure you want to delete this outfit?
es: ¿Estás seguro(a) que deseas eliminar este conjunto?

source: Favorites
es: Favoritos

source: Top
es: Superior

source: Bottom
es: Inferior

source: Shoes
es: Calzado

# newItemTitle
source: New item
es: Nueva prenda

# editingItemTitle
source: Editing item
es: Editando prenda

# newOutfitTitle
source: New outfit
es: Nuevo conjunto

# editingOutfitTitle
source: Editing outfit
es: Editando conjunto

# classificationLabel
source: Classification
es: Clasificación

# ocassionsLabel
source: Ocassions
es: Ocasiones

# ocassionsHintText
source: Ocassions go here
es: Las ocasiones irían aquí

# selectImageLabel
source: Select image
es: Sube una foto

# noItemsInOutfitReel
source: no items to display
es: sin prendas que mostrar

# homePageTitle
source: Home
es: Inicio

# addItemCTA
source: Add clothing item
es: Añade una prenda

# addOutfitCTA
source: Add outfit
es: Crea un conjunto

# itemsPageTitle
source: All items
es: Tus prendas

# outfitsPageTitle
source: Outfits
es: Conjuntos

# preferencesPageTitle
source: Preferences
es: Ajustes

# noItemsFound
source: No items
es: Sin prendas

# noOutfitsFound
source: No outfits
es: Sin conjuntos

source: Filters
es: Filtros

source: Show favorites
es: Mostrar favoritos

# themeControllerLabel
source: Theme mode
es: Modo claro/oscuro

source: Light
es: Claro

source: Dark
es: Oscuro

# system
source: Same as device
es: Según tu dispositivo

# languageControllerLabel
source: Language
es: Idioma

source: Spanish
es: Español

source: English
es: Inglés
